Repository: khalilelghoul01/driverr_app
Catalog: lib/l10n/app_*.arb
Languages: fr

# loginas
source: Login
fr: Se connecter

source: Logging in
fr: se connecter

source: error
fr: erreur

source: Login Successful
fr: Connexion réussie

# noUserRecordExists
source: No User record exists with these credentials
fr: Aucun enregistrement utilisateur n'existe avec ces informations d'identification

# wrongCredentials
source: No User record exists with these credentials
fr: Mauvaises informations d'identification ! Essayer à nouveau

# fieldIsEmpty
source: The field is empty
fr: Le champ est vide

source: Invalid email address
fr: Adresse e-mail invalide

source: Password
fr: Mot de passe

source: Name
fr: Nom

source: Rating:
fr: Avis:

# usercancel
source: User has cancelled the trip
fr: L'utilisateur a annulé le voyage

# newRideequest
source: New Ride Request
fr: Demande de nouveau trajet

source: Accept
fr: Accepter

source: Delete Account
fr: Supprimer le compte

source: Driver Type:
fr: Type de pilote :

# ratingavv
source: This is the average rating of your total trips
fr: La note moyenne de votre total de voyages

# addYourCIN
source: Add Your CIN (Recto)
fr: Ajoutez votre CIN (Recto)

# addYourCINv
source: Add Your CIN (Verso)
fr: Ajoutez votre CIN (Verso)

source: Add your permit
fr: Ajoutez votre permis

source: Add your Insurance
fr: Ajoutez votre assurance

source: Add your gray card
fr: Ajoutez votre carte grise

source: OR
fr: OU

source: Address
fr: Adresses

# eerror
source: Error
fr: Erreur

source: Next
fr: Suivante

source: Upload your Papiers
fr: Charger vos papiers

source: Gender
fr: Genre

source: Image Upload
fr: Chargemennt d'images

# pleaseupload
source: Please upload all images before saving.
fr: Veuillez télécharger toutes les images avant de les enregistrer.

source: Select Gender
fr: Sélectionnez le sexe

source: Select Date of Birth
fr: Sélectionnez la date de naissance

source: Date of Birth
fr: Date de naissance

source: CNICNumber
fr: Numero CNIC

source: Postal Code
fr: Code Postal

source: Already have an account? Login Now
fr: Vous avez déjà un compte?Connecte-toi maintenant

source: Please Select Your Health Status
fr: Veuillez sélectionner votre état de santé

source: Password too short
fr: Mot de passe trop court

source: Account has not been created
fr: Le compte n'a pas été créé

source: Account has been created
fr: Le compte a été créé

source: Processing, Please wait
fr: Traitement en cours, veuillez patienter

source: Physical Illness
fr: Maladie physique

# hint
source: Mobile Number
fr: Numero Telephone

source: You have cancelled the ride request
fr: Vous avez annulé la demande de trajet

# reclamation
source: Complaint/Help
fr: Reclamation/Aide

source: Submit
fr: Soumettre

source: Select Nearest Driver
fr: Sélectionnez le conducteur le plus proche

source: Add your Complaint
fr: Ajoutez votre reclamation

# reclamatioHasbeenAddedSuccessfully
source: Complaint Has been Added Successfully
fr: Reclamation Has been Added Successfully

# correctnum
source: Enter Correct Number
fr: Entrez le bon numéro

source: Trip Message
fr: Message de voyage

source: Add a Comment (optional)
fr: Ajouter un commentaire (facultatif)

# ajouternum
source: Add Your Phone Number
fr: Ajouter votre numero de Telephone

# mobile
source: Please enter the mobile number!
fr: Veuillez entrer le numéro de portable !

# errorcode
source: Didn't receive any code?
fr: Vous n'avez reçu aucun code ?

source: Trip Fare Amount
fr: Montant du tarif du voyage

source: Fare
fr: Tarif

source: Pay cash
fr: Payer en argent

source: Pay Driver
fr: Payer le chauffeur

# yourfeedbackwillimproveyourridenexperience
source: Your feedback will improve your ride experience
fr: Vos commentaires amélioreront votre expérience de trajet

# otp
source: Enter 6 digit OTP
fr: Entrez OTP à 6 chiffres

source: Driver has cancelled your trip
fr: Le chauffeur a annulé votre voyage

source: Skip
fr: Ignorer

source: Ride Status: Cancelled
fr: Statut du trajet : Annulé

source: Rate Driver
fr: Evaluation du conducteur

source: Total Trips
fr: Total des voyages

source: Phone Number
fr: Numéro de téléphone

source: Cancel
fr: Annuler

source: Succes
fr: Succès

# mailhasbeensenttoouremail
source: A mail has been sent to your email , Click on the link to change your Password
fr: Un mail a été envoyé à votre email, Cliquez sur le lien pour changer votre Mot de passe

source: Please verify the email that you have entered
fr: Veuillez vérifier l'e-mail que vous avez saisi

# pleasefilloutyouremailthenlickForgetpass
source: Please fill out your email then click on Forget Password
fr: Veuillez remplir votre email puis cliquez sur Mot de passe oublié

# please
source: Please wait
fr: S'il vous plaît, attendez

# resendCode
source: Resend new code
fr: Renvoyer le nouveau code

source: To
fr: Vers

# number
source: Sent to your number
fr: envoyé à votre numéro

# waitingd
source: Waiting for driver response from driver
fr: En attente de la réponse du pilote

# selectyourdes
source: Please Select your destination
fr: Veuillez sélectionner votre destination

# wannabedriver
source: Wanna be a Driver?
fr: Tu veux devenir chauffeur ?

source: Profil
fr: Profile

source: Sign Out
fr: Deconnecter

source: History
fr: Historique des trajet

source: Where to
fr: Aller Où

# noaddr
source: No address Found
fr: Aucune adresse trouvée

source: Request a ride
fr: Demander un Chauffeur

# noAccountRegister
source: Don't have an account? Register Now
fr: Vous n'avez pas de compte ? S'inscrire maintenant

source: Forget password?
fr: Mot de passe oublié?

source: from
fr: De

# emailHint
source: Enter your email
fr: Entrer votre addresse mail
